app/Controllers/Login.php

SELECT *
FROM `user`
WHERE `user_username` = 'sselman'
 LIMIT 1
SELECT *
FROM `Service`
 LIMIT 1
---
	public function login(){
		$session = session();
		$user_model = new UserModel();
		$service_model = new ServiceModel();

		$user_username = $this->request->getVar('user_username');
		$password = $this->request->getVar('pass');

		$data = $user_model->where("user_username", $user_username)->first();
		$data2 = $service_model->first();